[Balance.Iris_PawnBalance_RaidMotorMama AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Mom is an unreasonable person.")

[Balance.Iris_PawnBalance_RaidMotorMamaBike AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="unique motorcycle")

[Balance.PawnBalance_Iris_MotorMamaRocketTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Tower Boss boarded the mother machine")

[Balance.PawnBalance_Iris_RaidMotorMamaShotgunTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Automatic bridge alarm manager")

[Balance.PawnBalance_Iris_RaidMotorMamaSpecial01Turret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Light motorcycle tower bus")

[Balance.PawnBalance_Iris_RaidMotorMamaSpecial02Turret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Mam Eng Red Boss Tour")

[Balance.PawnBalance_Iris_RaidMotorMamaSpecial03Turret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="The boss turret is the engine that attacks the mother")

